Repository: MikeSiLVO/skin.aeon.nox.silvo
Catalog: language/resource.language.*/strings.po
Languages: pl_pl

# #31000
source: Directed by
pl_pl: Reżyseria

# #31001
source: Written by
pl_pl: Scenariusz

# #31002
source: Blurred album thumb
pl_pl: Rozmyta okładka albumu

# #31003
source: Power Options
pl_pl: Opcje zasilania

# #31004
source: Working
pl_pl: Uruchamianie

# #31005
source: Fixed
pl_pl: Stałe

# #31006
source: View Options
pl_pl: Opcje widoku

# #31007
source: Setup home
pl_pl: Konfiguracja ekranu startowego

# #31008
source: Full screen
pl_pl: Pełny ekran

# #31009
source: Total Duration
pl_pl: Czas trwania

# #31010
source: Next episode
pl_pl: Następny odcinek

# #31011
source: Latest episode
pl_pl: Ostatni odcinek

# #31012
source: Airs
pl_pl: Na antenie

# #31013
source: Statistics
pl_pl: Statystyki

# #31014
source: Extras
pl_pl: Dodatkowe

# #31015
source: Set path to video genre fanart folder
pl_pl: Ustaw ścieżkę folderu z fototapetami gatunków wideo

# #31016
source: Poster
pl_pl: Plakat

# #31017
source: Set path to music genre fanart folder
pl_pl: Ustaw ścieżkę folderu z fototapetami gatunków muzyki

# #31018
source: InfoPanel
pl_pl: Panel informacyjny

# #31019
source: Network
pl_pl: Sieć

# #31020
source: Extra-fanart
pl_pl: Dodatkowa fototapeta

# #31021
source: Stage curtains
pl_pl: Kurtyny sceniczne

# #31022
source: Set multi-image background
pl_pl: Ustaw wiele obrazów tła

# #31023
source: Set single image background
pl_pl: Ustaw pojedynczy obraz tła

# #31024
source: Page
pl_pl: Strona

# #31025
source: Items
pl_pl: Pozycje

# #31026
source: Misc Options
pl_pl: Opcje dodatkowe

# #31027
source: Set item background
pl_pl: Ustaw obraz tła pozycji

# #31028
source: Live Background
pl_pl: Fototapety generowane dynamicznie

# #31029
source: Recent movies
pl_pl: Filmy ostatnio dodane

# #31030
source: Recent episodes
pl_pl: Odcinki ostatnio dodane

# #31031
source: Random movies
pl_pl: Losowe filmy

# #31032
source: Recommended movies
pl_pl: Filmy polecane

# #31033
source: Random episodes
pl_pl: Losowe odcinki

# #31034
source: Recommended episodes
pl_pl: Odcinki polecane

# #31035
source: Random songs
pl_pl: Losowe utwory

# #31036
source: Random albums
pl_pl: Losowe albumy

# #31037
source: Recent albums
pl_pl: Albumy ostatnio dodane

# #31038
source: Recommended albums
pl_pl: Albumy polecane

# #31039
source: Actions
pl_pl: Akcje

# #31040
source: Now Playing
pl_pl: Teraz odtwarzane

# #31041
source: Select widget
pl_pl: Wybierz widżet

# #31042
source: Show "Now Playing" information blended in the background
pl_pl: Pokazuj odtwarzane wideo w tle interfejsu

# #31043
source: Platform
pl_pl: Platforma

# #31044
source: Views: Plot outline | Info dialog: Full plot
pl_pl: Widoki: Zarys fabuły | Okno informacji: Fabuła

# #31045
source: Views: Full plot | Info dialog: Plot outline
pl_pl: Widoki: Fabuła | Okno informacji: Zarys fabuły

# #31046
source: SEEKING
pl_pl: PRZEWIJANIE

# #31047
source: Set item icon
pl_pl: Ustaw ikonę pozycji

# #31048
source: Visualisation Presets
pl_pl: Zdefiniowane szablony wizualizacji

# #31049
source: Select infoline
pl_pl: Wybierz treść linii informacyjnej

# #31050
source: Sort: Ascending
pl_pl: Porządek: Rosnąco

# #31051
source: Sort: Descending
pl_pl: Porządek: Malejąco

# #31052
source: Movie library statistics
pl_pl: Statystyki biblioteki filmów

# #31053
source: TV Show library statistics
pl_pl: Statystyki biblioteki seriali

# #31054
source: Music library statistics
pl_pl: Statystyki biblioteki muzyki

# #31055
source: Open playlist
pl_pl: Otwórz listę odtwarzania

# #31056
source: Save playlist
pl_pl: Zapisz listę odtwarzania

# #31057
source: Close playlist
pl_pl: Zamknij listę odtwarzania

# #31058
source: PVR information
pl_pl: Informacje TV

# #31059
source: Artist Slideshow
pl_pl: Dodatek Artist Slideshow

# #31060
source: This file is stacked, select the part you want to play from.
pl_pl: Plik jest wynikiem scalenia, wybierz część do odtwarzania.

# #31061
source: Total addons / Favourites statistics
pl_pl: Liczba dodatków / Statystyki ulubionych

# #31062
source: Random movie fanart
pl_pl: Losowa fototapeta filmu

# #31063
source: Random TV show fanart
pl_pl: Losowa fototapeta serialu

# #31064
source: Random video fanart
pl_pl: Losowa fototapeta wideo

# #31065
source: Random music fanart
pl_pl: Losowa fototapeta muzyki

# #31066
source: Random fanart
pl_pl: Losowa fototapeta

# #31067
source: Update rating
pl_pl: Aktualizuj ocenę

# #31068
source: CD Wall
pl_pl: Kolaż okładek

# #31069
source: Change location
pl_pl: Zmień lokalizację

# #31070
source: Enable CinemaVision integration
pl_pl: Aktywuj integrację z CinemaVision

# #31071
source: While browsing the library
pl_pl: Podczas przeglądania biblioteki

# #31072
source: On open video info
pl_pl: Po otwarciu informacji wideo

# #31073
source: Move menu item
pl_pl: Przenieść element menu

# #31074
source: Choose item to swap places with
pl_pl: Wybierz element do

# #31075
source: No extra features available
pl_pl: Brak dodatkowych funkcji

# #31076
source: Landscape
pl_pl: Wizytownik | Panoramy

# #31077
source: ShowCase
pl_pl: Wizytownik

# #31078
source: TriPanel
pl_pl: Trzy panele

# #31079
source: Shift
pl_pl: Kolejka 1

# #31080
source: Manage submenu
pl_pl: Zarządzaj podmenu

# #31081
source: Enable custom submenus
pl_pl: Pokazuj niestandardowe podmenu

# #31082
source: Detach RSS feed from the main menu
pl_pl: Odłącz strumień nagłówków RSS od menu startowego

# #31083
source: Enable Next Aired information in the videolibrary
pl_pl: Pokazuj odcinki wkrótce na antenie w bibliotece wideo

# #31084
source: Conditional weather
pl_pl: Warunki pogodowe

# #31085
source: Musicvideo library statistics
pl_pl: Statystyki biblioteki teledysków

# #31086
source: Icon
pl_pl: Kolejka Plakaty

# #31087
source: Banner
pl_pl: Banery

# #31088
source: BannerWall
pl_pl: Kafelki Banery

# #31089
source: Play item on startup
pl_pl: Odtwarzaj pozycję podczas uruchamiania

# #31090
source: Seconds
pl_pl: Sekund

# #31091
source: Select items
pl_pl: Wybierz pozycje

# #31092
source: Fullscreen fanart
pl_pl: Fototapeta pełnoekranowa

# #31093
source: LowList toggle
pl_pl: Przełącznik niskiej listy

# #31094
source: List view layout
pl_pl: Kompozycja widoku listy

# #31095
source: Slim List
pl_pl: Wąska lista

# #31096
source: Concert locations
pl_pl: Lokalizacje koncertów

# #31097
source: Movie playlist statistics
pl_pl: Statystyki listy odtwarzania filmów

# #31098
source: TV Show playlist statistics
pl_pl: Statystyki listy odtwarzania seriali

# #31099
source: Musicvideo playlist statistics
pl_pl: Statystyki listy odtwarzania Teledysków

# #31100
source: View:
pl_pl: Widok:

# #31101
source: Choose view
pl_pl: Wybierz widok

# #31102
source: Background
pl_pl: Tło

# #31103
source: N/A
pl_pl: Brak

# #31104
source: Similar artists
pl_pl: Podobni wykonawcy

# #31105
source: More albums from
pl_pl: Więcej albumów wykonawcy

# #31106
source: On info
pl_pl: W oknie informacji

# #31107
source: Persistent
pl_pl: Trwale

# #31108
source: Enable artist information feed (if available)
pl_pl: Pobieraj informacje o artyście (jeśli dostępne)

# #31109
source: Unwatched episode count
pl_pl: Liczba nieobejrzanych odcinków

# #31110
source: Colorbox Script provides the blurred images for the Music and Video info dialogs as well as the fullscreen music blurred background.
pl_pl: Skrypt Colorbox zapewnia zamazane obrazy w oknach dialogowych Informacje o muzyce i wideo, a także zamazane tło muzyki na pełnym ekranie.

# #31111
source: Similar movies
pl_pl: Podobne filmy

# #31112
source: Movies directed by
pl_pl: Filmy reżyserowane przez

# #31113
source: Movies written by
pl_pl: Filmy ze scenariuszem napisany przez

# #31114
source: More from
pl_pl: Więcej z

# #31115
source: Similar TV shows
pl_pl: Podobne seriale

# #31116
source: cycle fanart
pl_pl: Pokazuj fototapetę cyklicznie

# #31117
source: Fallback
pl_pl: Zapasowy

# #31118
source: Cache movie extrafanart
pl_pl: Buforuj dodatkowe grafiki filmu

# #31119
source: Show the movies from this director in your library or view online information on this director on TMDb?
pl_pl: Pokazać filmy tego reżysera w bibliotece wideo czy wyświetlić informacje o tym reżyserze pobrane z internetowej bazy TMDb?

# #31121
source: Enable autocomplete
pl_pl: Pokazuj podpowiedzi klawiatury ekranowej

# #31122
source: Enables the autocomplete feature of the virtual keyboard
pl_pl: Aktywuje funkcje podpowiedzi klawiatury ekranowej

# #31123
source: Album review
pl_pl: Recenzja albumu

# #31124
source: Show Background "Now Playing" Video
pl_pl: Pokazuj odtwarzane wideo w tle interfejsu

# #31125
source: Show Background "Now Playing" Visualisation
pl_pl: Pokazuj wizualizację muzyki w tle interfejsu

# #31126
source: Skin Helper Service adds extra information for the skin to display that is not normally available in Kodi.
pl_pl: Usługa Skin Helper Service dodaje dodatkowe informacje do wyświetlenia, które zwykle nie są dostępne w Kodi.

# #31127
source: Enable Extended Info integration
pl_pl: Włącz integrację z rozszerzonymi informacjami

# #31128
source: Channels View
pl_pl: Widok Kanały

# #31129
source: Hide Fanart in full screen visualisation
pl_pl: Ukrywaj fototapety podczas wizualizacji muzyki

# #31130
source: Use "Enigma2-style" channel OSD
pl_pl: Używaj menu ekranowego kanału w stylu Enigma2

# #31131
source: Guide Timeline View
pl_pl: Widok osi czasu przewodnika

# #31133
source: Timeline channels-type:
pl_pl: Typy kanałów osi czasu:

# #31134
source: Timeline view-type:
pl_pl: Typ widoku osi czasu:

# #31135
source: Infobar Options
pl_pl: Opcje paska informacji

# #31136
source: Infobar type:
pl_pl: Typ paska informacji:

# #31137
source: Hide encryption information
pl_pl: Ukrywaj informacje o kodowaniu

# #31138
source: Hide tuner information
pl_pl: Ukrywaj informacje o tunerze

# #31139
source: Hide signal information
pl_pl: Ukryj informacje o sygnale

# #31140
source: Sideblade Options
pl_pl: Opcje menu bocznego

# #31141
source: Hide Guide
pl_pl: Ukrywaj Przewodnik

# #31142
source: Settings level
pl_pl: Poziom ustawień

# #31143
source: Hide Recordings
pl_pl: Ukrywaj Nagrania

# #31144
source: Hide Timer
pl_pl: Ukrywaj Harmonogram

# #31145
source: Hide Search
pl_pl: Ukrywaj Szukaj

# #31146
source: Rated
pl_pl: Oceniono

# #31147
source: Change rating
pl_pl: Aktualizuj ocenę

# #31148
source: List local library items
pl_pl: Wyświetl listę lokalnych bibliotek

# #31149
source: Online information from TMDb
pl_pl: Informacje online z TMDb

# #31150
source: IMDb logo
pl_pl: Logo IMDb

# #31151
source: View settings
pl_pl: Ustawienia widoku

# #31152
source: Poster
pl_pl: Plakat

# #31153
source: Disable views
pl_pl: Dezaktywuj widoki

# #31154
source: Show Artist Slideshow when playing music
pl_pl: Pokaż pokaz slajdów wykonawcy podczas odtwarzania muzyki

# #31155
source: Widgets
pl_pl: Widżety

# #31156
source: Clearart
pl_pl: Przezrocze

# #31157
source: Submenu always invisible (focused)
pl_pl: Podmenu zawsze niewidoczne (widoczne po najechaniu)

# #31158
source: Disable the Search icon
pl_pl: Wyłącz ikonę wyszukiwania

# #31159
source: Event log
pl_pl: Rejestr zdarzeń

# #31160
source: Extended
pl_pl: Rozszerzony

# #31161
source: Choose the position of the RSS feed. Top of the screen, bottom of the screen or the default location directly underneath the main menu.
pl_pl: Wybierz pozycję kanału RSS. Góra ekranu, dół ekranu lub domyślna lokalizacja bezpośrednio pod menu głównym.

# #31162
source: Alternate
pl_pl: Alternatywny

# #31163
source: This movie is Unrated
pl_pl: Film bez oceny

# #31164
source: Enable live background for movie sets
pl_pl: Pokazuj generowane fototapety dla serii filmowych

# #31165
source: Enable to display live background for movie sets when browsing your movie library
pl_pl: Umożliwia generowanie dynamicznych fototapet dla serii filmowych, podczas przeglądania biblioteki filmów

# #31166
source: Enable description for a movies rating
pl_pl: Włącz opis dla oceny filmów

# #31167
source: This setting displays a reason for a movies rating. You need to use a script like Rating Update to add these values (prefix must be Rated including a space after Rated)
pl_pl: To ustawienie wyświetla powód (przyczunę) oceny filmów. Aby dodać te wartości, musisz użyć skryptu, takiego jak Rating Update (przedrostek musi być Oceniany, w tym spacja po Ocenianiu)

# #31168
source: Enable to make the submenu permanently visible. Default is hidden until pressing down.
pl_pl: Włącz, aby podmenu było stale widoczne. Domyślnie jest ukryty do momentu naciśnięcia.

# #31169
source: This setting hides the Search icon on the home screen.
pl_pl: To ustawienie ukrywa ikonę wyszukiwania na ekranie startowym.

# #31170
source: Enabling this setting will hide the alphanumeric label displaying the current position when scrolling through your library.
pl_pl: Włączenie tego ustawienia spowoduje ukrycie etykiety alfanumerycznej wyświetlającej bieżącą pozycję podczas przewijania biblioteki.

# #31171
source: This setting will activate fullscreen mode automatically after starting to play music.
pl_pl: To ustawienie aktywuje tryb pełnoekranowy automatycznie po rozpoczęciu odtwarzania muzyki.

# #31172
source: Set the path to your music collection for displaying artist logos in the music visualisation and in some views that support it.
pl_pl: Ustaw ścieżkę do swojej kolekcji muzyki, aby wyświetlać logo wykonawców w wizualizacji muzyki oraz w niektórych widokach, które ją obsługują.

# #31173
source: Blur background (video info dialog)
pl_pl: Rozmycie tła (okno informacji o filmie)

# #31174
source: Blur background behind information
pl_pl: Rozmycie tła za informacjami

# #31175
source: Set path to music collection/artwork (for artist logos)
pl_pl: Ustaw ścieżkę do kolekcji muzyki / grafiki (dla logo wykonawców)

# #31176
source: Trending Movies
pl_pl: Filmy na czasie

# #31177
source: Top Rentals
pl_pl: Na topie w wypożyczalniach

# #31178
source: Trending Shows
pl_pl: Seriale na czasie

# #31179
source: Live TV settings
pl_pl: Ustawienia telewizji

# #31180
source: Minutes left
pl_pl: Pozostało minut

# #31181
source: Hour
pl_pl: Godzina

# #31182
source: Minute left
pl_pl: Pozostała minuta

# #31183
source: Hour left
pl_pl: Pozostała godzina

# #31184
source: Seconds left
pl_pl: Pozostało sekund

# #31185
source: Hours left
pl_pl: Pozostało godzin

# #31186
source: Handwritten
pl_pl: Odręcznie

# #31187
source: Music layout alignment
pl_pl: Wyrównanie układu muzyki

# #31188
source: Status indicators
pl_pl: Wskaźniki stanu

# #31189
source: Layout
pl_pl: Kompozycja

# #31190
source: Video info
pl_pl: O wideo

# #31191
source: Enable cases for live backgrounds
pl_pl: Pokazuj pudełka dla dynamicznych fototapet

# #31192
source: Set default background
pl_pl: Ustaw domyślne tło

# #31193
source: Display extrafanart
pl_pl: Wyświetlaj dodatkowe fototapety

# #31194
source: Display runtime in hours and minutes
pl_pl: Wyświetlaj czas trwania w godzinach i minutach

# #31195
source: Show time remaining on fullscreen info
pl_pl: Pokazuj pozostały czas w menu ekranowym

# #31196
source: Replace default with Extended Info (some features and extras (+) will be unavailable)
pl_pl: Zastąp domyślną rozszerzoną informacją (niektóre funkcje i dodatki (+) będą niedostępne)

# #31197
source: Enable info rating (works with US Ratings only)
pl_pl: Włącz ocenę informacji (działa tylko z ocenami w USA)

# #31198
source: This setting controls the appearance of cases when using Live Backgrounds
pl_pl: To ustawienie steruje wyglądem pudełek podczas korzystania z generowanych fototapet

# #31199
source: Used to select the default/fallback image skin wide
pl_pl: Służy do wyboru szerokości domyślnej / zastępczej skóry obrazu

# #31200
source: The Image Resource Select Add-on is used to choose a Kodi resource image pack similiar to weather artwork and icons.
pl_pl: Dodatek Image Resource Select służy do wybierania pakietu obrazków zasobów Kodi podobnego do grafiki pogodowej i ikon.

# #31201
source: Changes the runtime labels throughout the skin from minutes to hours/minutes
pl_pl: Zmienia etykiety środowiska wykonawczego na skórze z minut na godziny / minuty

# #31202
source: Show the remaining time for currently playing videos when pressing info
pl_pl: Pokaż pozostały czas na aktualnie odtwarzania po naciśnięciu informacji

# #31203
source: In Theaters
pl_pl: W kinach

# #31204
source: ComingSoon
pl_pl: Wkrótce w kinach

# #31205
source: Lyrics Source
pl_pl: Dodatek tekstu utworów

# #31206
source: Opening This Week
pl_pl: Premiery tygodnia

# #31207
source: Upcoming
pl_pl: Nadchodzące

# #31208
source: Top Box Office
pl_pl: Najbardziej kasowe

# #31209
source: In Cinemas
pl_pl: W kinach

# #31210
source: Popular Movies
pl_pl: Filmy popularne

# #31211
source: Top Rated Movies
pl_pl: Najwyżej oceniane

# #31212
source: Popular TV
pl_pl: Popularne w telewizji

# #31213
source: Top Rated TV
pl_pl: Najwyżej oceniane

# #31214
source: Currently Airing TV
pl_pl: Aktualnie na antenie

# #31215
source: TV Airing Today
pl_pl: Dzisiaj na antenie

# #31216
source: Longer details
pl_pl: Dłuższe szczegóły

# #31218
source: Use vinyl record instead of blank CD for disc fallback
pl_pl: Użyj płyty winylowej zamiast pustej płyty CD

# #31219
source: Language flags
pl_pl: Flagi językowe

# #31220
source: RSS Feed
pl_pl: Kanał RSS

# #31221
source: Big
pl_pl: Duży

# #31224
source: Seekbar time display
pl_pl: Wyświetlanie czasu na pasku postępu

# #31225
source: Time remaining label
pl_pl: Etykiety Pozostałego czasu

# #31226
source: Time elapsed/Total duration
pl_pl: Czas, który upłynął / Całkowity czas trwania

# #31227
source: Time elapsed/Time remaining
pl_pl: Czas, który upłynął / Pozostały czas

# #31228
source: Time remaining/Total duration
pl_pl: Pozostały czas / Całkowity czas trwania

# #31229
source: Extended Panel
pl_pl: Panel rozszerzony

# #31231
source: Widget Style
pl_pl: Styl widżetu

# #31232
source: Replace Play Button
pl_pl: Zastąp przycisk Odtwarzaj

# #31233
source: Hide artwork
pl_pl: Ukryj kompozycję (artwork)

# #31234
source: Next aired
pl_pl: Następnie

# #31235
source: Slide Left
pl_pl: Przesuń w lewo

# #31236
source: Slide Right
pl_pl: Przesuń w prawo

# #31237
source: Cache tv extrafanart
pl_pl: Pamięć podręczna pvr dodatkowy fanart

# #31238
source: SongList
pl_pl: Lista utworów

# #31239
source: RightList
pl_pl: Lista z prawej

# #31240
source: FanartList
pl_pl: Lista Fanart

# #31241
source: LowList
pl_pl: Lista niska

# #31242
source: BigList
pl_pl: Lista szeroka

# #31243
source: Posters
pl_pl: Plakaty

# #31244
source: MyFlix
pl_pl: Netflix

# #31245
source: Wall
pl_pl: Kafelki

# #31246
source: Fullscreen Wall
pl_pl: Duża ściana

# #31247
source: InfoWall
pl_pl: Kafelki informacji

# #31249
source: BigFan
pl_pl: Duże Fanarty

# #31250
source: BigInfo
pl_pl: Duże informacje

# #31251
source: Gallery
pl_pl: Galeria

# #31253
source: Banners
pl_pl: Banery

# #31254
source: Smaller posters
pl_pl: Mniejsze plakaty

# #31255
source: Mediaflags
pl_pl: Flagi mediów

# #31256
source: Brochure
pl_pl: Broszura

# #31257
source: Movie set titles
pl_pl: Tytuły serii filmowych

# #31259
source: Center
pl_pl: Środek

# #31260
source: Set background rotation speed
pl_pl: Ustaw częstotliwość zmiany tła

# #31261
source: Choose the position of the RSS feed. Top of the screen or bottom of the screen.
pl_pl: Wybierz pozycję kanału RSS. Górna część ekranu lub dolna część ekranu.

# #31262
source: Hides the labels below the icons on the main menu.
pl_pl: Umożliwia ukrywanie etykiety poniżej ikon w menu startowym.

# #31263
source: Hide menu labels
pl_pl: Ukrywaj etykiety menu

# #31264
source: Displays artist fanart provided by the Artist Slideshow addon as the background of the home menu.
pl_pl: Wyświetla fanart wykonawcy udostępniany przez dodatek Artist Slideshow jako tło menu głównego.

# #31265
source: This will reset the main menu to its defaults.[CR]This action cannot be undone.
pl_pl: Spowoduje to zresetowanie menu głównego do wartości domyślnych. [CR] Nie można cofnąć tej czynności.

# #31266
source: Hide player control buttons
pl_pl: Ukryj przyciski sterowania odtwarzaczem

# #31267
source: Hide time & date
pl_pl: Ukrywaj godzinę i datę

# #31268
source: Hide Album
pl_pl: Ukrywaj album

# #31269
source: Hide next track widget
pl_pl: Ukryj widżet następnego utworu

# #31270
source: Add to CouchPotato
pl_pl: Dodaj do serwisu CouchPotato

# #31271
source: Click for more
pl_pl: Kliknij po więcej

# #31272
source: Awards
pl_pl: Nagrody

# #31273
source: Recording widget
pl_pl: Widżet nagrywania

# #31274
source: Artwork
pl_pl: Grafika

# #31275
source: Case
pl_pl: Pudełko

# #31276
source: Style
pl_pl: Styl

# #31277
source: Sort by
pl_pl: Sortowanie

# #31278
source: Sort order
pl_pl: Porządek sortowania

# #31279
source: Add-on status
pl_pl: Stan dodatku

# #31280
source: Time & Date
pl_pl: Godzina i data

# #31281
source: Choose skin colors
pl_pl: Wybierz kolory skóry

# #31282
source: Enable startup intro
pl_pl: Odtwarzaj wideo powitalne podczas uruchamiania

# #31283
source: Auto open sidemenu when hovering over the top left corner
pl_pl: Automatyczne otwieranie bocznego menu po najechaniu myszką na lewy górny róg

# #31284
source: Enable Advanced Widgets
pl_pl: Włącz zaawansowane widżety

# #31285
source: Global Widget Backgrounds
pl_pl: Ustaw globalne tło widżetów

# #31286
source: Opacity
pl_pl: Nieprzezroczystość

# #31287
source: Show list widget information
pl_pl: Pokaż informacje o widżecie (plot)

# #31288
source: Enable panel widget information
pl_pl: Włącz informacje o widżecie w panelu

# #31289
source: Hide widgets when not focused
pl_pl: Ukryj widżety, gdy nie aktywny

# #31290
source: This will auto open the sidemenu (where available) when hovering over the top left corner of the screen using a mouse.
pl_pl: Spowoduje to automatyczne otwarcie menu kontekstowego (jeśli jest dostępne) po najechaniu myszką na lewy górny róg ekranu.

# #31291
source: Disable scrolling label
pl_pl: Wyłącz przewijanie opisów

# #31292
source: InfoPopup
pl_pl: wyskakująca informacje

# #31293
source: Small Icons
pl_pl: Małe ikony

# #31294
source: Focused Main Menu
pl_pl: Zaznaczone Menu główne

# #31295
source: Unfocused Main Menu
pl_pl: Odznaczone menu główne

# #31296
source: Focused Submenu
pl_pl: Podmenu zaznaczone

# #31297
source: Unfocused Submenu
pl_pl: Podmenu odznaczone

# #31298
source: Focused Icons label
pl_pl: Nazwy zaznaczone w widoku ikony

# #31299
source: Unfocused Icons label
pl_pl: Nazwy odznaczone w widoku ikony

# #31300
source: Overview
pl_pl: Opis

# #31301
source: Last Updated
pl_pl: Ostatnia aktualizacja

# #31302
source: Menu Bar Color (Vertical)
pl_pl: Kolor Paska menu (Pionowy)

# #31303
source: System Bars
pl_pl: Paski systemowe

# #31304
source: Highlight
pl_pl: Podświetlenie

# #31305
source: Unwatched episode
pl_pl: Odcinek nieobejrzany

# #31306
source: Customize colors
pl_pl: Dostosuj kolory

# #31307
source: Hide Fanart
pl_pl: Ukrywaj fototapety

# #31308
source: Focused text
pl_pl: Tekst zaznaczenia

# #31309
source: Memory Used
pl_pl: Pamięć w użyciu

# #31310
source: Unfocused text
pl_pl: Tekst odznaczenia

# #31311
source: New InfoPanel
pl_pl: Nowy panel informacyjny

# #31315
source: A required script is [B]NOT INSTALLED[/B]. Press INSTALL to download automatically. Press CANCEL if you would like to return to System Settings and switch skins. You may need to restart Kodi after installation completes.
pl_pl: Wymagany skrypt to [B]NIE ZAINSTALOWANY[/B]. Naciśnij INSTALUJ, aby pobrać automatycznie. Naciśnij ANULUJ, jeśli chcesz powrócić do Ustawień systemu i przełączać skórki. Może być konieczne ponowne uruchomienie Kodi po zakończeniu instalacji.
