Repository: MikeSiLVO/skin.aeon.nox.silvo
Catalog: language/resource.language.*/strings.po
Languages: pl_pl

# #31316
source: A skin reload is [B]REQUIRED[/B]. Press CANCEL to abort the requested changes.
pl_pl: Przeładowanie skórki jest [B]WYMAGANE[/B]. Naciśnij ANULUJ, aby przerwać żądane zmiany.

# #31317
source: Set Fanart Path
pl_pl: Ustaw ścieżkę folderu z fototapetami

# #31318
source: [B]CONFIGURE LibreELEC SETTINGS[/B][CR]Setup system option · Manage network[CR]Configure services · About LibreELEC
pl_pl: [B]Konfiguracja LibreELEC[/B][CR]Ustawienia systemu · Zarządzanie siecią[CR]Konfiguracja usług · Informacje o LibreELEC

# #31319
source: Due to recent updates it is [B]RECOMMENDED[/B] to reset the Main Menu. Certain issues may be resolved by re-setting up your widgets but if issues continue please reset the Main Menu. Press CANCEL to ignore this warning and continue.
pl_pl: Ze względu na ostatnie aktualizacje [B]ZALECANE[/B], aby zresetować Menu Główne. Niektóre problemy można rozwiązać, ponownie konfigurując widżety, ale jeśli problemy będą się powtarzać, zresetuj menu główne. Naciśnij CANCEL, aby zignorować to ostrzeżenie i kontynuować.

# #31320
source: Last Logged In
pl_pl: Ostatnio zalogowany

# #31321
source: Karaoke Song Selector
pl_pl: Selektor utworów Karaoke

# #31322
source: This will disable the screensaver during music playback by hiding the visualization. This may cause unwanted [B]IMAGE RETENTION[/B] if not used carefully. Do you accept the risks and want to enable this setting?
pl_pl: Spowoduje to wyłączenie wygaszacza ekranu podczas odtwarzania muzyki poprzez ukrycie wizualizacji. Może to spowodować niepożądane [B]ZACHOWANIE OBRAZU[/B], jeśli nie zostanie zastosowane ostrożnie. Czy akceptujesz ryzyko i chcesz włączyć to ustawienie?

# #31323
source: If you cannot locate the directory containing your background images, please add that location as a source in Kodi's File Manager. For more information visit http://kodi.wiki/view/File_manager
pl_pl: Jeśli nie możesz znaleźć katalogu zawierającego obrazy tła, dodaj tę lokalizację jako źródło w Menedżerze plików Kodi. Więcej informacji na stronie http://kodi.wiki/view/File_manager

# #31324
source: Aired
pl_pl: Data emisji

# #31325
source: REQUIRED scripts are necessary for basic skin functions.
pl_pl: WYMAGANE skrypty są niezbędne dla podstawowych funkcji skórki.

# #31326
source: These are RECOMMENDED scripts that add additional features. They are not needed for basic skin functionality. Some RECOMMENDED scripts may be unsuitable for low performance devices.
pl_pl: Są to ZALECANE skrypty, które dodają dodatkowe funkcje. Nie są potrzebne do podstawowej funkcjonalności skóry. Niektóre ZALECANE skrypty mogą być nieodpowiednie dla urządzeń o niskiej wydajności.

# #31327
source: These are OPTIONAL scripts that add extra features. They are not needed for basic skin functionality. Some OPTIONAL scripts may be unsuitable for low performance devices.
pl_pl: Są to OPCJONALNE skrypty, które dodają dodatkowe funkcje. Nie są potrzebne do podstawowej funkcjonalności skóry. Niektóre skrypty OPCJONALNE mogą być nieodpowiednie dla urządzeń o niskiej wydajności.

# #31328
source: Recently Added
pl_pl: Ostatnio dodane

# #31329
source: Taking a Screenshot
pl_pl: Robienie zrzutu ekranu

# #31330
source: This script is not available in the default Kodi repositiory. The Aeon Nox SiLVO repo is needed to use the click to install feature, without it this script must be installed manually.
pl_pl: Ten skrypt nie jest dostępny w domyślnym repozytorium Kodi. Repozytorium Aeon Nox SiLVO jest potrzebne do korzystania z funkcji kliknij, aby zainstalować, bez repozytorium Aeon Nox SiLVO należy zainstalować go ręcznie.

# #31331
source: Installed
pl_pl: Zainstalowane

# #31332
source: Not Installed
pl_pl: Nie zainstalowany

# #31333
source: The default behavior is to display Music information for 10 seconds after a song is played or the next track in your queue begins. To display permanently reactivate the info and do not toggle it off a second time.
pl_pl: Domyślnym zachowaniem jest wyświetlanie informacji o muzyce przez 10 sekund po odtworzeniu utworu lub rozpoczęciu następnego utworu w kolejce. Aby wyświetlić na stałe, ponownie aktywuj informacje i nie wyłączaj ich po raz drugi.

# #31334
source: Required
pl_pl: Wymagane

# #31335
source: Recommended
pl_pl: Polecane

# #31336
source: Optional
pl_pl: Opcjonalne

# #31337
source: Install or change settings of supported add-ons
pl_pl: Zainstaluj lub zmień ustawienia obsługiwanych dodatków

# #31338
source: Enable or disable system debug logging
pl_pl: Włącz lub wyłącz rejestrowanie debugowania systemu

# #31339
source: Enable or disable skin debug info
pl_pl: Włącz lub wyłącz informacje debugowania skórki

# #31340
source: Color customization
pl_pl: Dostosowanie kolorów

# #31341
source: NOT SUPPORTED
pl_pl: BRAK OBSŁUGI

# #31342
source: Display the status of some add-ons supported in Aeon Nox SiLVO. Select an add-on to install or open its settings if already installed.
pl_pl: Wyświetl status niektórych dodatków obsługiwanych w Aeon Nox SiLVO. Wybierz dodatek do zainstalowania lub otwórz jego ustawienia, jeśli są już zainstalowane.

# #31343
source: Display background name
pl_pl: Wyświetlaj nazwę tła

# #31344
source: Display title of movie/tvshow/artist on home screen if the background has a fanart slideshow as background.
pl_pl: Wyświetl tytuł filmu / programu telewizyjnego / wykonawcy na ekranie głównym, jeśli w tle jest pokaz slajdów w postaci fanartu jako tło.

# #31345
source: Main Menu Customizer
pl_pl: Dostosowywanie menu głównego

# #31346
source: Set the color, lighten or darken system panels
pl_pl: Ustaw kolor, rozjaśnij lub przyciemnij panele systemowe

# #31347
source: Hide CD
pl_pl: Ukryj CD

# #31348
source: Dimmer
pl_pl: Przyciemnianie

# #31349
source: Left
pl_pl: Lewo

# #31350
source: Right
pl_pl: Prawo

# #31351
source: Enable Netflix style pause screen popup
pl_pl: Włącz wyskakujące okno pauzy w stylu Netflix

# #31352
source: Inactive
pl_pl: Nieaktywne

# #31353
source: Shows an overview of the movie or episode 5 seconds after the video is paused.
pl_pl: Umożliwia pokazywanie opisu filmu lub odcinka 5 sekund po wstrzymaniu odtwarzania.

# #31354
source: Fade unfocused
pl_pl: Pzygasanie zamazane

# #31355
source: You're watching
pl_pl: Oglądasz

# #31356
source: Hardware decoding
pl_pl: Dekodowanie sprzętowe

# #31357
source: Decoder
pl_pl: Dekoder

# #31358
source: Icon only
pl_pl: Tylko ikona

# #31359
source: Logo & Channel name
pl_pl: Logo i nazwa kanału

# #31360
source: Large
pl_pl: Duży

# #31361
source: Compact
pl_pl: Kompaktowy

# #31362
source: Name only
pl_pl: Tylko nazwa

# #31363
source: No Guide
pl_pl: Bez przewodnika

# #31364
source: Timeshift
pl_pl: Przesunięcie czasowe

# #31365
source: Customization
pl_pl: Personalizacja

# #31366
source: Setup the on-screen display during fullscreen video playback.
pl_pl: Skonfiguruj wyświetlanie na ekranie podczas odtwarzania wideo na pełnym ekranie.

# #31367
source: Setup the on-screen display during fullscreen music playback.
pl_pl: Skonfiguruj wyświetlanie na ekranie podczas odtwarzania muzyki na pełnym ekranie.

# #31368
source: Choose settings for the video and music information screens.
pl_pl: Wybierz ustawienia ekranów informacji o wideo i muzyce.

# #31370
source: Full plot
pl_pl: Pełna fabuła

# #31371
source: Views and widget plot preference
pl_pl: Widoki i preferencje opisów w widżetach

# #31372
source: Choose if library views and widgets should display plot outline or full plot. Falls back to full plot if no outline is available. This does not effect certain areas with limited space for the plot that have this enabled by default
pl_pl: Wybierz, czy widoki biblioteki i widżety powinny wyświetlać kontur opisu lub pełny opis. Wraca do pełnej fabuły, jeśli nie jest dostępny zarys. Nie wpływa to na niektóre obszary z ograniczoną przestrzenią dla opisu, które mają tę opcję domyślnie włączoną

# #31373
source: Customize the colors displayed throughout the skin.
pl_pl: Dostosuj kolory wyświetlania

# #31374
source: Latest
pl_pl: Najnowsze

# #31375
source: Video OSD
pl_pl: Menu ekranowe wideo

# #31376
source: Music OSD
pl_pl: Menu ekranowe muzyki

# #31377
source: Altering this shortcut may prevent access to the Main Menu customizer and several skin options.[CR]Are you sure you want to perform the requested changes to this shortcut?
pl_pl: Zmiana tego skrótu może uniemożliwić dostęp do dostosowania menu głównego i kilku opcji skórki. [CR] Czy na pewno chcesz wprowadzić żądane zmiany w tym skrócie?

# #31378
source: Toggle SYSTEM DEBUG LOGGING on or off. When activated a visible debug overlay will appear in the top left corner of your screen. This is NOT the same as SKIN DEBUG INFO.
pl_pl: Włącz lub wyłącz DEBUGOWANIE SYSTEMU. Po aktywacji widoczna nakładka debugowania pojawi się w lewym górnym rogu ekranu. NIE jest to to samo, co SKIN DEBUG INFO.

# #31379
source: Toggle SKIN DEBUG INFO on or off. When activated a visible debug overlay will appear in the top left corner of your screen. This is NOT the same as SYSTEM DEBUG LOGGING.
pl_pl: Włącz lub wyłącz SKIN DEBUG INFO. Po aktywacji widoczna nakładka debugowania pojawi się w lewym górnym rogu ekranu. NIE jest to to samo, co DEBUGOWANIE SYSTEMU.

# #31380
source: Activating this setting will enable the skins built-in startup intro video.
pl_pl: Określa czy po uruchomieniu odtwarzać wbudowane wideo powitalne.

# #31381
source: Will open the settings for the AutoComplete add-on.
pl_pl: Wyświetla ustawienia dodatku AutoComplete.

# #31382
source: Resets the path to your video genre fanart folder.
pl_pl: Resetuje ścieżkę do folderu fanart, gatunków wideo.

# #31383
source: Resets the path to your music genre fanart folder.
pl_pl: Resetuje ścieżkę do folderu fanart, gatunków muzyki.

# #31384
source: This activates animated snow falling over all backgrounds.[CR]This may cause perfomance issues on low powered devices.
pl_pl: Aktywuje to animację padającego śniegu na wszystkich tłach. [CR] Może to powodować problemy z wydajnością urządzeń o niskich pparametrach.

# #31385
source: Use this to control the opacity of the widgets. [CR]100% has no transparency.
pl_pl: Użyj tego, aby kontrolować przeźroczystość widżetów. [CR] 100% nie ma przeźroczystośći.

# #31386
source: This will set a global background overriding any per-widget settings.
pl_pl: Spowoduje to ustawienie globalnego tła przesłaniającego ustawienia poszczególnych widżetów.

# #31387
source: When enabled LIST style widgets will autoscroll. This does not effect PANEL style Widgets.
pl_pl: Po włączeniu w widżetach stylu LISTA będą się automatycznie przewijać. Nie wpływa to na widżety w stylu PANEL.

# #31388
source: This setting will activate cases for the info that appears when you are focused on a widget. The widget info must be enabled in the settings of the widget for it to appear.
pl_pl: To ustawienie aktywuje okladki dla informacji, które pojawiają się, gdy najedziesz na widżet. Informacje o widżecie muszą być włączone w ustawieniach widżetu, aby się pojawiały.

# #31389
source: Global setting that shows the information for the focused item above or below depending on the PANEL widget location. This will override any per-widget settings and has NO effect on LIST widgets.
pl_pl: Ustawienie globalne, które pokazuje informacje o zaznaczonym elemencie powyżej lub poniżej, w zależności od położenia widżetu PANEL. Spowoduje to zastąpienie ustawień poszczególnych widżetów i NIE ma wpływu na widżety LISTA.

# #31390
source: Skin default
pl_pl: Domyślne dla skóry

# #31392
source: When enabled all widgets will be hidden until you have navigated to it.
pl_pl: Po włączeniu wszystkie widżety będą ukryte, dopóki na niego nie najedziesz.

# #31393
source: Ends at
pl_pl: Kończy się o

# #31394
source: Replace default info with Netflix style
pl_pl: Zastąp domyślne informacje stylem Netflix

# #31395
source: Use colored genres
pl_pl: Używaj kolorowych gatunków

# #31396
source: Lighter colors
pl_pl: Jaśniejsze kolory

# #31397
source: Custom Widget
pl_pl: Niestandardowy widżet

# #31398
source: Do you want to reset ALL skin settings and color customizations to their defaults?[CR]This action cannot be undone.
pl_pl: Czy chcesz zresetować WSZYSTKIE ustawienia skórki i dostosowania kolorów do wartości domyślnych? [CR] Nie można cofnąć tej czynności.

# #31399
source: Customize the settings for the Live TV section.
pl_pl: Dostosuj ustawienia dla sekcji Telewizja.

# #31400
source: [B]CONFIGURE INTERFACE SETTINGS[/B][CR]Change the skin · Set language and region[CR]Set up a screensaver · Setup master lock
pl_pl: [B]KONFIGURUJ USTAWIENIA INTERFEJSU [/B] [CR] Zmień skórkę · Ustaw język i region [CR] Ustaw wygaszacz ekranu · Ustaw blokadę główną

# #31401
source: [B]CONFIGURE PLAYER SETTINGS[/B][CR]Configure video playback · Configure music playback[CR]Configure picture slideshow · Configure video language and subtitles
pl_pl: [B]KONFIGURUJ USTAWIENIA ODTWARZACZA [/B] [CR] Konfiguruj odtwarzanie wideo · Konfiguruj odtwarzanie muzyki [CR] Konfiguruj pokaz zdjęć · Konfiguruj język wideo i napisy

# #31402
source: [B]CONFIGURE MEDIA SETTINGS[/B][CR]Manage sources · Set default select action[CR]Configure metadata options · Configure file list options
pl_pl: [B]KONFIGURUJ USTAWIENIA NOŚNIKÓW [/B] [CR] Zarządzaj źródłami · Ustaw domyślną akcję wyboru [CR] Konfiguruj opcje metadanych · Konfiguruj opcje listy plików

# #31403
source: Reset skin settings
pl_pl: Przywróć domyślne ustawienia skóry

# #31404
source: This will RESET ALL skin settings, selecting YES in the dialog that appears is irreversible. This DOES NOT affect the Main Menu items you have set in the Main Menu Customizer.
pl_pl: Spowoduje to [B]RESETOWANIE WSZYSTKICH[/B] ustawień skórki, wybranie TAK w wyświetlonym oknie dialogowym jest nieodwracalne. NIE wpływa to na pozycje menu głównego ustawione w menu głównym menu Customizer.

# #31405
source: [B]MONITOR YOUR SYSTEM[/B][CR]Check out your hardware[CR]Check Kodi revision number · Monitor CPU usage
pl_pl: [B]MONITORUJ SWÓJ SYSTEM [/B] [CR] Sprawdź swój sprzęt [CR] Sprawdź numer wersji Kodi · Monitoruj użycie procesora

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays · Configure audio output[CR]Set power saving options · Configure proxy settings · Enable debugging
pl_pl: [B]KONFIGURACJA USTAWIEŃ SYSTEMU [/B] [CR] Konfiguracja i kalibracja wyświetlaczy · Konfiguracja wyjścia audio [CR] Ustaw opcje oszczędzania energii · Konfiguruj ustawienia proxy · Włącz debugowanie

# #31407
source: [B]CONFIGURE PROFILES[/B][CR]Setup and manage user profiles[CR]Change password · Enable login screen
pl_pl: [B] KONFIGURUJ PROFILE [/B] [CR] Konfiguruj profile użytkowników i zarządzaj nimi [CR] Zmień hasło · Włącz ekran logowania

# #31408
source: Enable to show a LiveTV widget displaying what is currently recording and the next timer that is scheduled to record.
pl_pl: Włącz, aby wyświetlić widżet LiveTV wyświetlający aktualnie nagrywany film oraz następny licznik, którego nagrywanie zaplanowano.

# #31409
source: [B]CONFIGURE LIVE TV SETTINGS[/B][CR]Change full screen info[CR]Manage Guide data settings • Configure recording options
pl_pl: [B]KONFIGURUJ USTAWIENIA TV [/B] [CR] Zmień informacje na pełnym ekranie [CR] Zarządzaj ustawieniami danych przewodnika • Konfiguruj opcje nagrywania

# #31410
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Enable Zeroconf · Configure AirPlay
pl_pl: [B]KONFIGURACJA USŁUG[/B][CR]Zdalne sterowanie przez uPnP i HTTP · Współdzielenie plików[CR]Aktywacja Zeroconf · Ustawienia AirPlay · Ustawienia pogody

# #31411
source: Will override the General Theme color.
pl_pl: Zastąpi kolor motywu ogólnego.

# #31412
source: Select section
pl_pl: Wybierz sekcję

# #31413
source: Local subtitle available
pl_pl: Dostępne lokalne napisy

# #31414
source: Set the Main Theme color used throughout the skin.
pl_pl: Ustaw kolor głównego motywu używanego w całej skórze.

# #31415
source: Set the Highlight Bar color used throughout the skin.
pl_pl: Ustaw kolor paska podświetlenia używanego w skórze.

# #31416
source: Set to add color to the UnWatched Episode count.
pl_pl: Ustaw, aby dodać kolor dla liczby nieobejrzanych odcinków.

# #31417
source: Set the Main Menu Theme color.
pl_pl: Ustaw kolor motywu menu głównego.

# #31418
source: Choose the color for the TopBar in views and other sections not on the Home screen.
pl_pl: Wybierz kolor dla górnego paska w widokach i innych sekcjach nie na ekranie głównym.

# #31419
source: Enable this to change the default transparent color to a more solid FULL COLOR image.
pl_pl: Włącz tę opcję, aby zmienić domyślny przezroczysty kolor na bardziej jednolity obraz PEŁNY KOLOR.

# #31420
source: Choose the color of the Progress bar displayed during fullscreen video playback.
pl_pl: Wybierz kolor paska postępu wyświetlanego podczas odtwarzania wideo na pełnym ekranie.

# #31421
source: Select your Kodi user profile[CR]to login and continue
pl_pl: Wybierz użytkownika do[CR]zalogowania, aby kontynuować

# #31422
source: Customize the Widget Highlight color on the home screen.
pl_pl: Dostosuj kolor podświetlenia widżetu na ekranie głównym.

# #31423
source: Will override the General Highlight color.
pl_pl: Zastąpi ogólny kolor podświetlenia.

# #31424
source: This will change the color of the Widget background when selecting one of the Colored options in the Global setting in the Widgets section or individually in the Menu Customizer if you did not enable Global backgrounds.
pl_pl: Spowoduje to zmianę koloru tła widżetu po wybraniu jednej z opcji Kolorowe w ustawieniu Globalne w sekcji Widżety lub indywidualnie w menu Dostosowanie menu, jeśli nie włączono Tła globalnego.

# #31425
source: Use this to customize the color on the Home window for the item selected.
pl_pl: Użyj tego, aby dostosować kolor w oknie głównym dla wybranego elementu.

# #31426
source: Enter text here...
pl_pl: Wprowadź wyrażenie...

# #31427
source: Skin Shortcuts is responsible for handeling all aspects of the main menu.
pl_pl: Skin Shortcuts jest odpowiedzialny za obsługę wszystkich aspektów menu głównego.

# #31428
source: The Grab Fanart script provides the random fanart slideshows for the main menu.
pl_pl: Skrypt Grab Fanart zapewnia losowe pokazy slajdów menu głównego.

# #31429
source: Library Data Provider is a service that runs in the background to provide library data for widgets and live backgrounds as well as playlist statistics for infolines.
pl_pl: Library Data Provider to usługa działająca w tle, która zapewnia dane biblioteki dla widżetów i ruchomych tapet, a także statystyki list odtwarzania dla infolinii.

# #31430
source: Resource image addon for displaying the default white studio icons throughout the skin.
pl_pl: Resource image,do wyświetlania domyślnych białych ikon studio w skórze.

# #31431
source: Resource image addon for displaying the default white recording label icons throughout the skin.
pl_pl: Resource image recording, do wyświetlania domyślnych białych ikon etykiet nagrywania w całej skórze.

# #31432
source: Embuary Info displays extended cast, crew, and video info metadata.
pl_pl: Embuary Info wyświetla metadane informacji o rozszerzonej obsadzie, ekipie i filmie.

# #31433
source: Skin Info Service is used to display movie set information throughout the skin.
pl_pl: Skin Info Service, służy do wyświetlania informacji o zestawie filmów w skórze.

# #31436
source: Center date and time when infoline is empty
pl_pl: Wyśrodkuj datę i godzinę, gdy infolinia jest pusta

# #31437
source: Use paused label
pl_pl: Użyj etykiety pauzy

# #31438
source: Click to install Artist Slideshow
pl_pl: Naciśnij, aby zainstalować dodatek Artist Slideshow

# #31439
source: There are no default backgrounds in this skin, would you like to choose one now?[CR]You can still select one in Skin settings > General if you choose No.
pl_pl: Nie ma domyślnego tła w tej skórze, czy chcesz je teraz wybrać? [CR] Nadal możesz wybrać jedno w Ustawieniach skórki [B]Ogólne[/B], jeśli wybierzesz Nie.

# #31440
source: Recently played channels
pl_pl: Ostatnio odtwarzane kanały

# #31441
source: [B]CONFIGURE GAME SETTINGS[/B][CR]Change gameplay options[CR]Keyboard settings • Configure rewind settings
pl_pl: [B]KONFIGURUJ USTAWIENIA GRY [/B] [CR] Zmień opcje gry [CR] Ustawienia klawiatury • Konfiguruj ustawienia przewijania

# #31442
source: Background dimmer
pl_pl: Przyciemnianie tła

# #31443
source: Thumb
pl_pl: Mianiatura

# #31444
source: Disable widget fanart
pl_pl: Wyłacz fanart w widżetach

# #31445
source: Main menu
pl_pl: Menu główne

# #31446
source: Hide Main Menu elements when pressing back
pl_pl: Ukryj elementy menu głównego, naciskając wstecz

# #31447
source: Show a popup displaying answers to some FREQUENTLY ASKED QUESTIONS posted by users in the skins thread on the Kodi forums.
pl_pl: Pokaż wyskakujące okienko z odpowiedziami na CZĘSTO ZADAWANE PYTANIA wysłane przez użytkowników w wątku skórki na forach Kodi.

# #31448
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons[CR]Browse for and install Add-ons • Check for Add-on updates
pl_pl: [B]KONFIGURUJ DODATKI [/B] [CR] Zarządzaj zainstalowanymi dodatkami [CR] Wyszukaj i zainstaluj dodatki • Sprawdź aktualizacje dodatków

# #31449
source: Save & Exit
pl_pl: Zapisz i Wyjdź

# #31450
source: • Open Settings
pl_pl: • Otwórz ustawienia

# #31451
source: • Click to Install
pl_pl: • Kliknij by zainstalować

# #31452
source: Premiered
pl_pl: Premiera

# #31453
source: Down for more
pl_pl: W dół po więcej

# #31454
source: Up or down
pl_pl: Góra lub dół

# #31455
source: Up to return
pl_pl: W gorę aby powrócić

# #31456
source: Library using Global Search
pl_pl: Biblioteka korzystająca z wyszukiwania globalnego

# #31459
source: Radio groups
pl_pl: Grupa/y radio/we

# #31460
source: Mini fullscreen info
pl_pl: Mini informacje na pełnym ekranie

# #31461
source: This option requires a Weather fanart pack. If one is not installed, click GET MORE to choose one. After installation you can select it as your weather background. This is also used to display conditional Weather backgrounds for the Main Menu.
pl_pl: Ta opcja wymaga pakietu Fanart Weather. Jeśli nie jest zainstalowany, kliknij WIĘCEJ, aby go wybrać. Po instalacji możesz wybrać go jako tło pogody. Służy to również do wyświetlania warunkowych tła pogody dla menu głównego.

# #31462
source: This option requires a Weather icon pack. If one is not installed, click GET MORE to choose one. After installation you can select it as your Weather icons.
pl_pl: Ta opcja wymaga pakietu ikon pogody. Jeśli nie jest zainstalowany, kliknij WIĘCEJ, aby go wybrać. Po instalacji możesz go wybrać jako ikony pogody.

# #31463
source: When enabled pressing BACK or BACKSPACE will hide all Main Menu elements. This does not work when media is Playing or Paused.
pl_pl: Po włączeniu naciśnięcie BACK lub BACKSPACE spowoduje ukrycie wszystkich elementów menu głównego. Nie działa to, gdy media są odtwarzane lub wstrzymane.

# #31464
source: This will center the Date and Time when the Menu item does not have a chosen InfoLine.
pl_pl: Spowoduje to wyśrodkowanie daty i godziny, gdy element menu nie ma wybranej linii informacyjnej.

# #31465
source: Video & Music information
pl_pl: Informacje o wideo i muzyce

# #31466
source: Press [B]LEFT[/B] to show Plot[CR]Press [B]RIGHT[/B] to show Cast.[CR]Use [B]UP[/B] or [B]DOWN[/B] to scroll.
pl_pl: Naciśnij [B]LEWO[/B], aby wyświetlić wykres [CR]Naciśnij [B]PRAWO[/B], aby wyświetlić rzutowanie. [CR] Użyj [B]W GÓRĘ [/B] lub [B] W DÓŁ [/B], aby przewijać.
