Repository: MikeSiLVO/skin.aeon.nox.silvo
Catalog: language/resource.language.*/strings.po
Languages: pl_pl

# #31929
source: This setting defines the main menu layout. Options are 5 items, 3 items, 1 items, or icons for the default horizontal menu. You can also choose a vertical menu layout.
pl_pl: To ustawienie określa układ menu głównego. Dostępne opcje to 5 pozycji, 3 pozycje, 1 pozycja lub ikony dla domyślnego menu poziomego. Możesz także wybrać pionowy układ menu.

# #31930
source: Choose a widget to display on the Home screen to have easy access to content from the library.
pl_pl: Wybierz widżet do wyświetlenia na ekranie startowym, aby uzyskać łatwy dostęp do zawartości swojej biblioteki.

# #31931
source: Video plot preference
pl_pl: Preferencje fabuły wideo

# #31932
source: Show plot outline in the library views and full plot in the video information dialog or vice versa. Falls back to full plot if no outline is available.
pl_pl: Określa wyświetlanie fabuły i zarysu fabuły w widokach biblioteki i panelu informacji wideo. W przypadku braku zarysu fabuły fabuły, wyświetlana pełna treść fabuły.

# #31933
source: Select an item to display on the left top of the main menu
pl_pl: Określa element wyświetlany w lewym górnym rogu menu startowego.

# #31935
source: Switch places with another menu item. Opens a dialog with a list of menu items to choose from.
pl_pl: Zamienia miejscami z inną pozycją menu. Otwiera okno z listą pozycji menu do wybrania.

# #31937
source: Show the RSS feed on the bottom or top of the screen, depending on main menu position. Enabling this setting makes the submenu permanently visible.
pl_pl: Pokazuje strumień nagłówków RSS na dole lub na górze ekranu w zależności od położenie menu startowego. Aktywacja tego ustawienia powoduje, że podmenu są stale widoczne.

# #31938
source: Enables extra information in the TV show library, like TV show status, next / latest episode, etc. Depends on TV Show Next Aired add-on.
pl_pl: Pokazuje dodatkowe informacje o serialu w bibliotece takie, jak: status, wkrótce/ostatnio na antenie itp. Zależy od dodatku TV Show Next Aired.

# #31939
source: Hide Infopanel on scrolling
pl_pl: Ukrywaj panel informacyjny podczas przewijania

# #31940
source: Hides the infopanel while scrolling through the library. Set the amount of seconds to wait for the infopanel to appear when scrolling has stopped.
pl_pl: Ukrywa infopanel podczas przewijania biblioteki. Ustaw czas oczekiwania na pojawienie się panelu informacyjnego po zatrzymaniu przewijania.

# #31941
source: Kiosk mode
pl_pl: Tryb Kiosku

# #31942
source: Disables the slide out menu (media menu) in the library as well as certain buttons in the media information dialogs.
pl_pl: Wyłącza menu wysuwane (menu multimediów) w bibliotece oraz niektóre przyciski w oknach dialogowych informacji o multimediach.

# #31943
source: Watched status indicator
pl_pl: Wskaźnik obejrzanych pozycji

# #31944
source: Choose which overlays to show on thumbs in icon based views. Note that the "Resume" flag takes precedent over any watched status. After activating an overlay you must also enable it in each views settings.
pl_pl: Wybierz, które nakładki mają być wyświetlane thumb w widokach opartych na ikonach. Pamiętaj, że flaga „Wznów ” ma pierwszeństwo przed jakimkolwiek oglądanym statusem. Po aktywowaniu nakładki należy ją również włączyć w ustawieniach każdego widoku.

# #31945
source: This toggles the layout of the List view. Default is a 7 item layout with extended info, "Slim List" is a 14 item, more basic layout
pl_pl: Służy do przełączania kompozycji widoku listy. Domyślnie jest to lista z dodatkowymi informacjami o 7 pozycjach, wąska lista 14 pozycji i inne podstawowe kompozycje.

# #31950
source: WEATHER
pl_pl: POGODA

# #31951
source: PICTURES
pl_pl: OBRAZY

# #31952
source: LIVE TV
pl_pl: TELEWIZJA

# #31953
source: VIDEOS
pl_pl: WIDEO

# #31954
source: MOVIES
pl_pl: FILMY

# #31955
source: TV SHOWS
pl_pl: SERIALE

# #31956
source: MUSIC
pl_pl: MUZYKA

# #31957
source: Apps
pl_pl: Aplikacje

# #31958
source: PLAY DISC
pl_pl: DYSK

# #31960
source: CONCERTS
pl_pl: KONCERTY

# #31961
source: Hide ratings in list views
pl_pl: Ukrywaj ocenę w widokach list

# #31962
source: This toggles the visibility of ratings in views of type List, LowList and TriPanel, except if sorted by rating.
pl_pl: Ta opcja przełącza widoczność oceny w widokach typu Lista, Lista Niska i Trzy panele, za wyjątkiem sortowania po ocenie.

# #31966
source: OpenCase mod
pl_pl: Mod otwarte okładki

# #31970
source: Rate on Trakt
pl_pl: Oceń w Trakt

# #31971
source: Hide visualization behind fanart (works best with waveform)
pl_pl: Ukryj wizualizację za fanartem (działa najlepiej z waveform /fala/)

# #31972
source: Autoplay music in fullscreen
pl_pl: Odtwarzaj muzykę w trybie pełnoekranowym

# #31973
source: Mod delay
pl_pl: Mod opóźnienia

# #31974
source: Select the style of cases used in all views
pl_pl: Wybierz styl pudełek używanych we wszystkich widokach

# #31975
source: Use colored icons and mediaflags
pl_pl: Używaj kolorowych ikon i logo mediów

# #31978
source: Reset main menu items to their defaults
pl_pl: Zresetuj pozycje menu głównego do wartości domyślnych

# #31980
source: Change the way the home menu scrolls in Aeon Nox. Default will scroll in a cycle. "Fixed" has a beginning and end.
pl_pl: Zmień sposób przewijania menu głównego w Aeon Nox. Domyślnie przewija się w cyklu. „Fixed” ma początek i koniec.

# #31981
source: Show Plot and Cast information when pressing info button during video playback.
pl_pl: Pokaż informacje dotyczące fabuły i obsady po naciśnięciu przycisku informacji podczas odtwarzania wideo.

# #31982
source: Display discart for movies in information screen.
pl_pl: Wyświetl discart dla filmów na ekranie informacyjnym.

# #31983
source: Swap locations of Trailer and Cinema Experience buttons. Location is either in extras (+) or in the info dialog.
pl_pl: Zamień lokalizacje przycisków Trailer i Cinema Experience. Lokalizacja jest w dodatkach (+) lub w oknie informacyjnym.

# #31984
source: When activated the default mediaflags and icons are changed to colored versions
pl_pl: Po aktywacji domyślne flagi mediów i ikony są zmieniane na wersje kolorowe

# #31986
source: Select case style used in all views. Default or clear cases.
pl_pl: Wybierz styl obudowy używany we wszystkich widokach. Domyślne lub czyste pudełka.

# #31987
source: Enable this setting to hide the "Disable views" button in the sidemenu.
pl_pl: Umożliwia ukrycie przycisku "Dezaktywuj widoki" w menu bocznym.

# #31988
source: Enable setting to animate backgrounds for views and the homescreen
pl_pl: Umożliwia aktywowanie animacji tła widoków i ekranu startowego.

# #31989
source: Animate backgrounds
pl_pl: Animowana Tapeta (ruchoma)

# #31990
source: Choose where the CinemaVision button should be placed
pl_pl: Wybierz, gdzie ma zostać umieszczony przycisk CinemaVision

# #31991
source: Change default Widget to display a panel type style
pl_pl: Zmień domyślny widget, aby wyświetlić styl typu panel

# #31992
source: Change panel style layout. Choose between compact or expanded layouts.
pl_pl: Zmień układ stylu panelu. Wybierz układy zwarte lub rozszerzone.

# #31993
source: Fake discart
pl_pl: Atrapa grafiki dysku

# #31994
source: Vertical Menu
pl_pl: Menu pionowe

# #32000
source: Start time
pl_pl: Początek

# #32001
source: End time
pl_pl: Koniec

# #32002
source: Enable Cases for PVR Info
pl_pl: Włacz Okładki dla PVR Info

# #32003
source: Enable Clear (Art & Logo)
pl_pl: Włacz Clear (Art & Logo)

# #32004
source: Guide Color
pl_pl: Kolory EPG

# #32005
source: Active
pl_pl: Aktywne

# #32006
source: Tv Genres default | color:
pl_pl: Gatunki Tv default | kolor:

# #32007
source: TV Genre Color Settings
pl_pl: Ustawienia Kolorów Gatunków TV

# #32008
source: Set Color Genre Movies
pl_pl: Ustaw Kolor Gatunkow Film

# #32009
source: Set Color Series Genres
pl_pl: Ustaw Kolor Gatunkow Serial

# #32010
source: Set Color Genres Programs
pl_pl: Ustaw Kolor Gatunkow Program

# #32011
source: Set Sport Genres Color
pl_pl: Ustaw Kolor Gatunkow Sport

# #32012
source: Set Music Genres Color
pl_pl: Ustaw Kolor Gatunkow Muzyka

# #32013
source: Set Color News genres
pl_pl: Ustaw Kolor Gatunkow Wiadomości

# #32014
source: Set Color Religion genres
pl_pl: Ustaw Kolor Gatunkow Religia

# #32015
source: Set Color Kids genres
pl_pl: Ustaw Kolor Gatunkow Dzieci

# #32016
source: Set Color Reality genres
pl_pl: Ustaw Kolor Gatunkow Reality

# #32017
source: Reset colors in this section
pl_pl: Resetuj kolory w tej sekcji

# #32018
source: Enable | Disable colorful "Bob" stripe effect
pl_pl: Włącz | Wyłącz kolorowy efekt paska "Bob"

# #32019
source: Enable | Disable Main Menu Bar
pl_pl: Włącz | Wyłącz Główny Pasek Menu

# #32020
source: Set the Main Menu Bar Color
pl_pl: Ustaw Kolor Głównego Paska Menu

# #32021
source: Enable | Disable MQ6 Menu Bar
pl_pl: Włącz | Wyłącz Pasek Menu MQ6

# #32022
source: Set MQ6 Menu Bar Color
pl_pl: Ustaw Kolor Paska Menu MQ6

# #32023
source: Enable | Disable Home Menu Bar
pl_pl: Włącz | Wyłącz Pasek Menu Home

# #32024
source: Set the Home Menu Bar Color
pl_pl: Ustaw Kolor Paska Menu Home

# #32025
source: Enable | Disable Honey Menu Bar
pl_pl: Włącz | Wyłącz Pasek Menu Honey

# #32026
source: Set Honey Menu Bar Color
pl_pl: Ustaw Kolor Paska Menu Honey

# #32027
source: Enable | Disable Glass Menu Bar
pl_pl: Włącz | Wyłącz Pasek Menu Glass

# #32028
source: Set Glass Menu Bar Color
pl_pl: Ustaw Kolor Paska Menu Glass

# #32029
source: Audio Button Colors
pl_pl: Kolory Przyciskow Audio

# #32030
source: Audio buttons no focus
pl_pl: Przyciski Audio stały kolor

# #32031
source: Audio buttons focused
pl_pl: Przyciski Audio podswietlone

# #32032
source: TV & Video Buttons Colors
pl_pl: Kolory Przyciskow Video i TV

# #32033
source: Video & PVR buttons
pl_pl: Przyciski video i pvr staly kolor

# #32034
source: Video & pvr buttons focused
pl_pl: Przyciski video i pvr podswietlone

# #32035
source: Progress & Buffer Color
pl_pl: Kolor pasków postępu i buferowania

# #32036
source: Progres EPG Middle
pl_pl: Kolor Paska postępu epg wypełnienie

# #32037
source: Progres EPG Frame
pl_pl: Kolor paska postępu epg obramowanie

# #32038
source: Video progress bar color
pl_pl: Kolor paska postępu video

# #32039
source: Video Cache bar color
pl_pl: Kolor paska cache

# #32040
source: Reset Colors (only for this window)
pl_pl: Zresetuj Kolory(tylko dla tego okna)

# #32041
source: Set the color or darken the wallpaper
pl_pl: Ustaw kolor, rozjaśnij lub przyciemnij tapety

# #32042
source: One or multi from FTP
pl_pl: Jedna lub wiele z FTP

# #32043
source: Wind Degree
pl_pl: Stopień wiatru

# #32044
source: Wind Speed
pl_pl: Prędkość Wiatru

# #32045
source: Enable Screenshot in all player
pl_pl: Włącz zrzut ekranu we wszystkich odtwarzaczach

# #32046
source: Enable the colorful icons in the settings panel
pl_pl: Włącz kolorowe ikony w panelu ustawień

# #32047
source: Set popup window color (video settings, shutdown menu etc ...)
pl_pl: Ustaw kolor okien popup (ustawienia video,menu wyłączania etc...)

# #32048
source: Set the color, lighten or darken global wallpapers
pl_pl: Ustaw kolor, rozjaśnij lub przyciemnij tapety globalne
