Repository: MikeSiLVO/skin.aeon.nox.silvo
Catalog: language/resource.language.*/strings.po
Languages: pl_pl

# #31467
source: This will disable the TopBar completely and ignore all on/off view settings.
pl_pl: Spowoduje to całkowite wyłączenie paska TopBar i zignorowanie wszystkich ustawień widoku włączania / wyłączania.

# #31468
source: Restore
pl_pl: Przywróć

# #31469
source: Disable the TopBar
pl_pl: Wyłącz TopBar

# #31470
source: Set Weather background
pl_pl: Ustaw tło pogody

# #31471
source: Set Weather icons
pl_pl: Ustaw ikony pogody

# #31472
source: Library using Kodi
pl_pl: Biblioteka korzystająca z Kodi

# #31473
source: Artwork Beef is an Artwork Downloader and manager used to add or remove standard and extended artwork to your library.
pl_pl: Artwork Beef to narzędzie do pobierania i zarządzania grafiką służące do dodawania lub usuwania standardowych i rozszerzonych dzieł sztuki w bibliotece.

# #31474
source: CU LRC Lyrics is used to download, sync, and display lyrics during fullscreen music playback.
pl_pl: Teksty CU LRC służą do pobierania, synchronizacji i wyświetlania tekstu podczas odtwarzania muzyki na pełnym ekranie.

# #31475
source: Skin Helper Service Widgets adds more options available as Widgets for your menu items.
pl_pl: Skin Helper Service Widgets, dodaje więcej opcji dostępnych jako widżety dla pozycji menu.

# #31476
source: TV - Show Next Aired provides information of previous and next to air episodes in your library. It also provides a TV Guide for the next week or two.
pl_pl: TV - Show Next Aired, zawiera informacje o poprzednich i następnych odcinkach radiowych w Twojej bibliotece. Zapewnia także przewodnik telewizyjny na następny tydzień lub dwa.

# #31477
source: Trakt is used to synchronize your collection and personal ratings to your Trakt.tv account.
pl_pl: Trakt służy do synchronizacji Twojej kolekcji i osobistych ocen z Twoim kontem Trakt.tv.

# #31478
source: Artist Slideshow is used to display artist fanart for both the home screen and during fullscreen music playback.
pl_pl: Artist Slideshow, służy do wyświetlania fanartu wykonawcy zarówno na ekranie głównym, jak i podczas odtwarzania muzyki na pełnym ekranie.

# #31479
source: CinemaVision can create sequences of trivia slides, show video bumpers, play trailers and more to bring the experience of a movie theater to your living room.
pl_pl: CinemaVision, może tworzyć sekwencje ciekawych slajdów, pokazywać trajlery wideo, odtwarzać zwiastuny i nie tylko, aby przenieść wrażenia z kina do salonu.

# #31480
source: Library Editor Script uses JSON to directly edit your database information.
pl_pl: Library Editor Script, używa JSON do bezpośredniej edycji informacji o bazie danych.

# #31485
source: Eject disc
pl_pl: Wysuń dysk

# #31486
source: Use Video Lyrics mod
pl_pl: Użyj mod Video Lyrics

# #31487
source: More video info details
pl_pl: Więcej informacji o filmie wideo

# #31490
source: [B]CONFIGURE CoreELEC SETTINGS[/B][CR]Setup system option · Manage network[CR]Configure services · About CoreELEC
pl_pl: [B] KONFIGURUJ USTAWIENIA CoreELEC [/B] [CR] Opcja systemu konfiguracji · Zarządzaj siecią [CR] Konfiguruj usługi · Informacje o CoreELEC

# #31491
source: Muted
pl_pl: Wyciszony

# #31492
source: The metadata and artwork module provides both metadata and artwork from sites like TMDB, musicbrainz and fanart.tv. It has settings used for the Skin Helper scripts.
pl_pl: Moduł metadata i artwork zapewnia zarówno metadane, jak i grafikę ze stron takich jak TMDB, musicbrainz i fanart.tv. Ma ustawienia używane w Skin Helper scripts.

# #31493
source: Preset themes
pl_pl: Motywy

# #31494
source: Hide path & filename details
pl_pl: Ukryj szczegóły ścieżki i nazwy pliku

# #31495
source: Do you want to reset ALL skin colors to their defaults?[CR]This action cannot be undone.
pl_pl: Czy chcesz zresetować WSZYSTKIE kolory skóry do wartości domyślnych? [CR] Nie można cofnąć tej czynności.

# #31496
source: Reset skin colors to default
pl_pl: Zresetuj kolory skóry do domyślnych

# #31497
source: Move the system bar to the top of the home window. Only works when the RSS feed is NOT set to the high position when enabled in System > Interface > Skin.
pl_pl: Przesuń pasek systemowy na górę okna głównego. Działa tylko wtedy, gdy kanał RSS NIE jest ustawiony na górną pozycję, jeśli jest włączony w System > Interfejs > Skórka.

# #31498
source: Move System Bar to top of screen
pl_pl: Przenieś pasek systemowy na górę ekranu

# #31499
source: Smaller list
pl_pl: Wąska lista

# #31500
source: This will set the music discart fallback to display a vinyl record instead of a blank CD.
pl_pl: Spowoduje to wyświetlanie płyty winylowej zamiast pustej płyty CD.

# #31501
source: Channel group
pl_pl: Grupa kanałów

# #31502
source: Live TV
pl_pl: Telewizja

# #31503
source: Add Group
pl_pl: Dodaj grupę

# #31504
source: Rename Group
pl_pl: Przemianuj grupę

# #31505
source: Delete Group
pl_pl: Usuń grupę

# #31506
source: Available Groups
pl_pl: Dostępne grupy

# #31507
source: Show clearart in tv information
pl_pl: Pokaż clearart w informacji o telewizji

# #31508
source: Move OSD buttons to top
pl_pl: Przesuń przyciski OSD na górę

# #31509
source: Tiny posters
pl_pl: Małe plakaty

# #31511
source: Channel Options
pl_pl: Opcje kanału

# #31512
source: Enable fullscreen information for recordings
pl_pl: Włącz informacje pełnoekranowe dla nagrań

# #31513
source: Enable fullscreen information for add-ons
pl_pl: Włącz informacje pełnoekranowe dla dodatków

# #31514
source: Resource image addon for displaying the coloured studio icons throughout the skin.
pl_pl: Resource image, do wyświetlania kolorowych ikon w studio na skórze.

# #31515
source: Enable language flags for subtitles, audio language or both to the mediaflags. Note that some views will not display them
pl_pl: Włącz flagi języka dla napisów, języka audio lub obu dla flag medialnych. Pamiętaj, że niektóre widoki nie będą ich wyświetlać

# #31516
source: Disable this to show a simplified display of lyrics instead of the default "Karaoke" style
pl_pl: Wyłącz tę opcję, aby wyświetlać uproszczone wyświetlanie tekstów zamiast domyślnego stylu „Karaoke”

# #31517
source: Music (Artists)
pl_pl: Muzyka (artyści)

# #31518
source: Music (Albums)
pl_pl: Muzyka (albumy)

# #31519
source: Party mode (Music videos)
pl_pl: Tryb imprezy (teledyski)

# #31520
source: Movies in set
pl_pl: Filmy w zestawie

# #31522
source: Glow Bars for Menu Bar
pl_pl: Świecące paski dla paska menu

# #31523
source: QuickNav
pl_pl: Szybka nawigacja

# #31524
source: Glow Bars for System bars
pl_pl: Świecące paski dla pasków systemowych

# #31525
source: Do you want to reset ALL skin colors and apply the selected theme?
pl_pl: Czy chcesz zresetować WSZYSTKIE kolory skóry i zastosować wybrany motyw?

# #31526
source: Building Menu
pl_pl: Budowa menu...

# #31527
source: Please wait
pl_pl: Proszę czekać

# #31528
source: PVR stream
pl_pl: Strumień PVR

# #31529
source: Properties
pl_pl: Właściwości

# #31532
source: Recently added TV Shows
pl_pl: Ostatnio dodane programy telewizyjne

# #31533
source: Unwatched movies
pl_pl: Filmy nieobejrzane

# #31534
source: Best picture winners
pl_pl: Najlepsze zdjęcia zwyciężców

# #31535
source: Unwatched TV Shows
pl_pl: Nie obejżane programy telewizyjne

# #31536
source: Recent recordings
pl_pl: Nagrania ostatnio dodane

# #31537
source: System & Weather
pl_pl: System i pogoda

# #31538
source: Mixed Media
pl_pl: Mix Media

# #31539
source: Random TV Shows
pl_pl: Losowe programy telewizyjne

# #31540
source: Unwatched episodes
pl_pl: Nieobejrzane odcinki

# #31541
source: Prefer movie set summary
pl_pl: Preferuj podsumowanie zestawu filmów

# #31542
source: Clear
pl_pl: Czysty

# #31543
source: Hide channel name
pl_pl: Ukryj nazwę kanału

# #31546
source: Known for
pl_pl: Znany z

# #31547
source: Image gallery
pl_pl: Galeria obrazów

# #31548
source: Kodi random movie fanart
pl_pl: Fanart losowych filmów Kodi

# #31549
source: Kodi random TV show fanart
pl_pl: Fanart losowych seriali Kodi

# #31550
source: Kodi random music fanart
pl_pl: Losowy fanart muzyki

# #31551
source: Embuary Helper provides the Alphabet Jump Letter Bar, scraped ratings from Rotten Tomatoes and MetaCritic in fullscreen info. It also adds Similar and more from director when you Enable Extended Info integration in the settings for Video & Music information.
pl_pl: Embuary Helper zapewnia pasek skoku alfabetu, scrapowane oceny z Rotten Tomatoes i MetaCritic w pełnoekranowych informacjach. Dodaje również Podobne i więcej od reżysera, gdy włączysz integrację Rozszerzonych informacji w ustawieniach informacji o wideo i muzyce.

# #31552
source: Set the displayed name of the menu item.
pl_pl: Ustaw wyświetlaną nazwę pozycji menu.

# #31553
source: Toggle to enable or disable. You can use disable instead of delete to hide the menu item.
pl_pl: Przełącz, aby włączyć lub wyłączyć. Możesz użyć opcji wyłącz zamiast usuwania, aby ukryć element menu.

# #31554
source: Choose the menu item icon when the Aeon Nox main menu layout is set to Icons.
pl_pl: Wybierz ikonę pozycji menu, gdy układ menu głównego Aeon Nox jest ustawiony na Ikony.

# #31555
source: Use this to set the default action without changing the label. Choose 'Custom item' for any of Kodi's built-in functions. (http://kodi.wiki/?title=List_of_Built_In_Functions)
pl_pl: Użyj tego, aby ustawić domyślną akcję bez zmiany etykiety. Wybierz „Element niestandardowy” dla dowolnej z wbudowanych funkcji Kodi. (http://kodi.wiki/?title=List_of_Built_In_Functions)

# #31556
source: Choose the submenu items displayed below your menu for Horizontal or in the left slide out submenu for the Vertical menu.
pl_pl: Wybierz pozycje podmenu wyświetlane poniżej menu dla Pozioma lub w lewym wysuwanym podmenu dla menu Pionowe.

# #31557
source: Select the information to display on the left side of the main menu system bar.
pl_pl: Wybierz informacje do wyświetlenia po lewej stronie paska systemowego menu głównego.

# #31558
source: Choose what Widget 1 will display. Widget 1 is always directly above the Horizontal menu or in the center for the Vertical layout.
pl_pl: Wybierz, co wyświetli w 1 Widżecie. Widżet 1 znajduje się zawsze bezpośrednio nad menu Poziomo lub pośrodku układu pionowego.

# #31559
source: Choose what Widget 2 will display. Widget 2 swaps location depending on the Aeon Nox main menu horizontal position. If it is low then it will be at the top of the screen and centered will be below the Horizontal menu. Vertical menu location is always near the bottom of the Home window.
pl_pl: Wybierz, co wyświetli w 2 Widżecie. Widżet 2 zamienia lokalizację w zależności od pozycji poziomej głównego menu Aeon Nox. Jeśli jest niski, to będzie na górze ekranu, a wyśrodkowany będzie poniżej menu Poziomo. Pionowe położenie menu zawsze znajduje się w dolnej części okna głównego.

# #31560
source: This will enable a separate Widget displaying what is currently recording and/or the next scheduled timer. If Widget 2 is enabled on the same menu item then it will be hidden until focused.
pl_pl: Umożliwi to osobny widżet wyświetlający aktualnie nagrywany i / lub następny zaplanowany timer. Jeśli Widżet 2 jest włączony dla tego samego elementu menu, będzie ukryty, dopóki nie zostanie ustawiony.

# #31561
source: Local path to music genre icon folder
pl_pl: Lokalna ścieżka do folderu ikony gatunku muzyki

# #31562
source: Resource pack for music genre icon
pl_pl: Resource pack dla ikon gatunku muzycznego

# #31563
source: Set music genre icons
pl_pl: Ustaw ikony gatunku muzycznego

# #31564
source: Library nodes
pl_pl: Węzły biblioteki

# #31565
source: Create a new backup
pl_pl: Utwórz nową kopię zapasową

# #31567
source: Browse for backup
pl_pl: Wyszukaj kopię zapasową

# #31568
source: Change settings
pl_pl: Zmień ustawienia

# #31569
source: Backup & Restore
pl_pl: Przywracania kopii zapasowej

# #31570
source: Hide Channels
pl_pl: Ukryj kanały

# #31571
source: Show plots in set
pl_pl: Pokaż opisy w zestawie

# #31572
source: Choose the preferred way to display movie set plot. All plots of movies in the set or the summary if available.
pl_pl: Wybierz preferowany sposób wyświetlania fabuły filmu. Wszystkie opisy filmów w zestawie lub podsumowanie, jeśli są dostępne.

# #31573
source: Seasons falling
pl_pl: Pory roku / zima / jesień

# #31574
source: Preferred plot for movie sets
pl_pl: Preferowana fabuła dla zestawów filmowych

# #31575
source: Kodi random music video fanart
pl_pl: Losowy fanart teledysku

# #31601
source: Show discart in movie information
pl_pl: Pokazuj grafikę dysku w panelu informacji

# #31602
source: Show plot and cast when pressing info during video playback
pl_pl: Pokaż fabułę i obsadę po naciśnięciu informacji podczas odtwarzania wideo

# #31603
source: Aeon Nox main menu navigation style
pl_pl: Styl nawigacji w menu głównym Aeon Nox

# #31604
source: Information
pl_pl: Informacje

# #31605
source: Alternate layout
pl_pl: Kompozycja alternatywna

# #31607
source: HD/SD/3D indicators
pl_pl: Etykiety HD/SD/3D

# #31608
source: Cases
pl_pl: Pudełka

# #31609
source: Discart
pl_pl: Grafika dysku

# #31610
source: Small Shift
pl_pl: Kolejka 2

# #31611
source: Oscar statue
pl_pl: Statuetka Oskara

# #31612
source: Replace Choose art button
pl_pl: Zastąp przycisk Wybierz grafikę

# #31613
source: Choose where the Trailer button should be placed
pl_pl: Wybierz, gdzie powinien znajdować się przycisk Trailer

# #31621
source: Live TV & Weather
pl_pl: Telewizja i Pogoda

# #31680
source: Select a shortcut for this item.
pl_pl: Umożliwia wybór skrótu dla tej pozycji.

# #31681
source: Customize the label. Can also accept some label formatting.
pl_pl: Dostosuj etykietę. Może również akceptować formatowanie etykiet.

# #31682
source: Change the selected shorcuts command. Can also be used to enter a custom command.
pl_pl: Zmień wybrane polecenie skrótów. Można go również użyć do wprowadzenia niestandardowego polecenia.

# #31683
source: Edit and arrange submenu items
pl_pl: Edytuj i rozmieszczaj elementy podmenu

# #31684
source: Select the item image used for the Icons menu layout.
pl_pl: Wybierz obraz elementu do układu menu Ikony.

# #31685
source: Choose a widget to display for this home menu item.
pl_pl: Wybierz widżet do wyświetlenia dla tego elementu menu głównego.

# #31700
source: Widget options
pl_pl: Opcje widżetów

# #31701
source: Widget style
pl_pl: Styl widżetów

# #31702
source: Widget background
pl_pl: Wybierz tło widżetu

# #31703
source: Panel label style
pl_pl: Panel: styl etykiety

# #31704
source: List label style
pl_pl: Styl etykiety listy

# #31705
source: Panel widget info
pl_pl: Panel: informacje o widżecie

# #31706
source: Art
pl_pl: Grafika

# #31707
source: Case
pl_pl: Pudełko

# #31708
source: Sort by
pl_pl: Sortowanie

# #31709
source: Sort order
pl_pl: Porządek sortowania

# #31710
source: Configure custom list
pl_pl: Skonfiguruj listę niestandardową

# #31711
source: List extended
pl_pl: Lista rozszerzona (extended)

# #31713
source: Panel extended
pl_pl: Kompaktowy panel

# #31714
source: Compact panel
pl_pl: Kompaktowy panel

# #31715
source: Compact panel extended
pl_pl: Rozszerzony panel kompaktowy

# #31716
source: Mixed extended
pl_pl: Mieszane rozszerzone (extended)

# #31718
source: Square poster
pl_pl: Plakat kwadratowy

# #31719
source: Clearlogo
pl_pl: Logo

# #31720
source: Character art
pl_pl: PostaciE

# #31721
source: Glass
pl_pl: Szklany

# #31722
source: Clear case
pl_pl: Czyste pudełko

# #31723
source: Flat
pl_pl: Płaski

# #31724
source: Clear white
pl_pl: Czysty biały

# #31725
source: Colored default
pl_pl: Kolorowe domyślne

# #31726
source: Colored flat
pl_pl: Kolorowy płaski

# #31727
source: Colored clear
pl_pl: Kolorowe bezbarwne

# #31728
source: Colored clear white
pl_pl: Kolor bezbarwny biały

# #31729
source: Show on panel
pl_pl: Pokaż na panelu

# #31730
source: Show on focused item
pl_pl: Pokaż po najechaniu

# #31731
source: Show next to to title
pl_pl: Pokaż obok tytułu

# #31732
source: In progress movies
pl_pl: Filmy w trakcie oglądania

# #31733
source: In progress episodes
pl_pl: Odcinki w trakcie oglądania

# #31734
source: Random genre
pl_pl: Losowy gatunek

# #31736
source: Opacity
pl_pl: Nieprzezroczystość

# #31737
source: Global widget backgrounds
pl_pl: Ustaw globalne tło widżetów

# #31738
source: Auto scroll list widgets
pl_pl: Automatyczne zwijanie opisow w widżetach

# #31739
source: List widget info
pl_pl: Wyświetl informacje o widżecie

# #31740
source: Case on widget info
pl_pl: Pudełka w informacjach o widżecie

# #31741
source: Case on widget info dialog
pl_pl: Pudełko w oknie dialogowym informacji o widżecie

# #31742
source: Cast on widget info dialog
pl_pl: Obsada w oknie dialogowym informacji o widżecie

# #31743
source: Match info dialog background to widget background
pl_pl: Dopasuj tło okna dialogowego z informacjami do tła widżetu

# #31744
source: Global panel widget info
pl_pl: Globalne Informacje o widżecie

# #31745
source: Hide widget when not focused
pl_pl: Ukryj widżet, gdy nie jest aktywny

# #31746
source: Match widget panel
pl_pl: Dopasuj panel widżetów

# #31747
source: Blu-Ray Case
pl_pl: Okładka Blu-Ray

# #31748
source: This setting enables more widget customization. Disable to use Aeon Nox default widgets.
pl_pl: To ustawienie umożliwia większą personalizację widżetów. Wyłącz używanie domyślnych widżetów Aeon Nox.

# #31749
source: Change the transparency of the artwork and background.
pl_pl: Zmień przezroczystość grafiki i tła.

# #31750
source: Enable to use the same background throughout the home screen. Disable to set each background individually in the home menu customizer.
pl_pl: Włącz używanie tego samego tła na ekranie głównym. Wyłącz, aby ustawić osobno każde tło w menu dostosowywania menu głównego.

# #31751
source: Choose the background style.
pl_pl: Wybierz styl tła.

# #31752
source: The list style widgets will automatically scroll if enabled.
pl_pl: Widżety stylu listy będą się automatycznie przewijać, jeśli są włączone.

# #31754
source: Choose a case for the widget information poster. Match will use the same case as the widget.
pl_pl: Wybierz pudełko na plakat informacyjny widżetu. Opcja Dopasuj użyje tego samego pudełka co widget.

# #31755
source: Choose a case for the information dialog poster. Match will use the same case as the widget.
pl_pl: Wybierz pudełko na plakat informacyjny. Opcja Dopasuj użyje tego samego pudełka co widget.

# #31756
source: Show movie and tv show cast details within the information dialog.
pl_pl: Pokaż szczegóły obsady filmu i programu telewizyjnego w oknie dialogowym informacji.

# #31757
source: Enable to use the widget background in the information dialog.
pl_pl: Włącz używanie widżetu w oknie dialogowym informacji.

# #31758
source: Enable to show widget information for all panel widgets. Disable to individually select in the home menu customizer.
pl_pl: Włącz, aby wyświetlać informacje o widgetach dla wszystkich widgetów panelu. Wyłącz, aby indywidualnie wybrać w menu dostosowywania menu głównego.

# #31759
source: If enabled widgets will not be visible throughout the home screen until they are focused.
pl_pl: Jeśli włączone widżety nie będą widoczne na ekranie głównym, dopóki nie zostaną ustawione.

# #31760
source: Configure custom Widget 1
pl_pl: Skonfiguruj niestandardowy widget 1

# #31761
source: Configure custom Widget 2
pl_pl: Skonfiguruj niestandardowy widget 2

# #31800
source: Video addons
pl_pl: Dodatki wideo

# #31801
source: Audio addons
pl_pl: Dodatki muzyki

# #31802
source: Video addons / Audio addons
pl_pl: Dodatki wideo / Dodatki muzyki

# #31803
source: Program addons
pl_pl: Programy

# #31804
source: Picture addons
pl_pl: Dodatki obrazów

# #31850
source: Budget
pl_pl: Budżet

# #31851
source: Revenue
pl_pl: Dochód

# #31900
source: My rating
pl_pl: Moja ocena

# #31901
source: 36 Hour Forecast
pl_pl: Prognoza 36 godzinna

# #31902
source: Hourly Forecast
pl_pl: Prognoza godzinowa

# #31903
source: Weekend Forecast
pl_pl: Prognoza na weekend

# #31904
source: 10 Day Forecast
pl_pl: Prognoza 10 dniowa

# #31908
source: Chance of Precipitation
pl_pl: Możliwe opady

# #31909
source: Fetching forecast info...
pl_pl: Pobieranie prognozy pogody...

# #31910
source: Map & Alerts
pl_pl: Mapa i alarmy

# #31911
source: Setup the Aeon Nox main menu
pl_pl: Konfiguracja menu startowego

# #31912
source: Customize the main menu with widgets, backgrounds, and statistics. Add your own custom main menu items.
pl_pl: Dostosuj menu główne za pomocą widżetów, tła i statystyk. Dodaj własne niestandardowe elementy menu głównego.

# #31913
source: Aeon Nox main menu horizontal position
pl_pl: Położenie w pionie menu startowego

# #31914
source: Change the horizontal position of the main menu.
pl_pl: Zmień pozycję poziomą menu głównego.

# #31915
source: Navigation style for horizontal lists
pl_pl: Styl nawigacji dla poziomych list

# #31916
source: Change the way horizontal lists scroll in Aeon Nox. Default will scroll lists in a cycle. "Fixed" are lists with a beginning and end.
pl_pl: Zmienia sposób poziomego przewijania list . Domyślnie przewijanie list jest zapętlone. W trybie "Stałe" listy są przewijane od początku do końca.

# #31917
source: When enabled text scrolls automatically. When disabled manual scrolling is required. Note that not every textbox has a manual button.
pl_pl: Jeśli aktywne tekst przewijany jest automatycznie. Jeśli nieaktywne wymagane jest ręcznie przewijanie. Uwaga, nie każdy panel ma przycisk przewijania ręcznego.

# #31918
source: Projects the current playing video on the background behind the panels.
pl_pl: Wyświetla aktualnie odtwarzane wideo w tle interfejsu.

# #31919
source: Projects the visualisation on the background behind the panels when music is played.
pl_pl: Umożliwia wyświetlanie wizualizacji w tle interfejsu, podczas odtwarzania muzyki.

# #31920
source: Displays a widget on the Home screen with media information when music is playing.
pl_pl: Wyświetla widżet informacyjny na ekranie startowym podczas odtwarzania muzyki.

# #31921
source: Displays a widget on the Home screen with media information when a movie or episode is playing.
pl_pl: Wyświetla widżet informacyjny na ekranie startowym podczas odtwarzania filmu lub odcinka serialu.

# #31922
source: This enables custom genre backgrounds when browsing through the videolibrary's genre node. Filenames should match the genre label. Extension must be .jpg.
pl_pl: Umożliwia korzystanie z niestandardowych tapet gatunków podczas przeglądania biblioteki wideo w trybie gatunków. Nazwy plików muszą pasować do etykiety gatunku, a rozszerzenie musi być .jpg.

# #31924
source: This enables custom genre backgrounds when browsing through the musiclibrary's genre node. Filenames should match the genre label. Extension must be .jpg.
pl_pl: Umożliwia korzystanie z niestandardowych tapet gatunków podczas przeglądania biblioteki muzyki w trybie gatunków. Nazwy plików muszą pasować do etykiety gatunku, a rozszerzenie musi być .jpg.

# #31925
source: Choose what to display for the menu items background.
pl_pl: Wybierz elementy do wyświetlenia w tle elementów menu.

# #31926
source: Select library paths, add-ons, playlists or favourites as your menu item.
pl_pl: Wybierz ścieżki biblioteki, dodatki, listy odtwarzania lub ulubione jako element menu.

# #31927
source: Resets all above values to their defaults.
pl_pl: Przywraca wszystkie powyższe ustawienia do wartości domyślnych.

# #31928
source: Aeon Nox main menu layout
pl_pl: Kompozycja menu startowego
